function page() {
    return (
        <div className="p-3">
            <h1 className="font-bold text-2xl mb-6">سياسة الطلب</h1>
            <p className="ql-direction-rtl"><strong>سياسة الطلب</strong></p>
            <p className="ql-direction-rtl">مرحباً بكم في موقع تخصيص</p>
            <p className="ql-direction-rtl">يرجى قراءة هذه الشروط والأحكام بعناية قبل تقديم طلبك من متجر (تخصيص).</p>
            <p className="ql-direction-rtl">يعد وصولك واستخدامك لموقعنا (تخصيص) بمثابة الإقرار التام والموافقة على قبول الشروط والأحكام المنصوص عليها في هذه الوثيقة ("الاتفاقية"). نحن نحتفظ بحقنا ووفقاً لتقديرنا الخاص بتغيير هذه الشروط من وقت لآخر، ويتعين عليك الاطلاع على هذه الشروط بصفة دورية. ولا يتوجب علينا الاتصال بك أو إعلامك أو تنبيهك بأي تغييرات تم إجراؤها على الشروط والأحكام. ويعتبر استمرار استخدامك لمواقعنا وخدماتنا بمثابة موافقة صريحة منك على الشروط والأحكام المطبقة في وقت استخدامك للمواقع.</p>
            <p className="ql-direction-rtl"><br /></p>
            <p className="ql-direction-rtl"><strong>معلومات عنا</strong></p>
            <p className="ql-direction-rtl">1- (تخصيص) هو متجر متخصص في بيع المنتجات المخصصة مثل الملبس، القلادات، تفصيل الأسماء، واللوحات المعلقة بالأكريليك. نحن نقدم منتجات مصممة حسب طلب العميل باستخدام مواد عالية الجودة، مثل الفضة، الأكريليك، والمعادن الثمينة.</p>
            <p className="ql-direction-rtl">2- لا يحتوي (تخصيص) على معرض لزيارة العملاء بشكل مباشر. يتم تقديم جميع الطلبات عبر الإنترنت.</p>
            <p className="ql-direction-rtl">3- يلتزم (تخصيص) بالسرية التامة لبيانات عملائه، ويقتصر استخدام بيانات العميل فقط لأغراض تلبية الطلبات والتواصل مع العميل.</p>
            <p className="ql-direction-rtl"><br /></p>
            <p className="ql-direction-rtl"><strong>سياسة الطلب</strong></p>
            <p className="ql-direction-rtl">1- للتسهيل على عملاء (تخصيص)، يتيح المتجر لك فرصة الطلب عبر حساباتنا الرسمية على الشبكات الاجتماعية بالإضافة إلى تطبيق واتساب.</p>
            <p className="ql-direction-rtl">2- بعد مرور 24 ساعة على تقديم الطلب إلى المصنع، لا يمكن التعديل عليه مجانًا، وفي حال أراد العميل التعديل، يتم احتساب كل تعديل بشكل منفصل.</p>
            <p className="ql-direction-rtl">3- بعد مرور 24 ساعة على تقديم الطلب إلى المصنع، لا يمكن إلغاؤه.</p>
            <p className="ql-direction-rtl">4- يلتزم العميل بدفع المبلغ كاملًا ولن يتم شحن أي طلب قبل تحويل كامل المبلغ.</p>
            <p className="ql-direction-rtl">5- يمكن للعميل إضافة طلبات خاصة مثل (اللؤلؤ، الزركون، وغيرها) بتكلفة إضافية يتم تحديدها لكل إضافة.</p>
            <p className="ql-direction-rtl">6- مدة تنفيذ الطلب تتراوح من أسبوع إلى عشرة أيام عمل (غير شاملة لعطلات نهاية الأسبوع والعطل الرسمية) وقد تزيد المدة حسب ضغط المصنع.</p>
            <p className="ql-direction-rtl">7- في حال ظهور مشكلة في الطلب في مرحلة التجهيز (مثل عدم وضوح البصمة)، يحق لمتجر (تخصيص) تعليق الطلب وإعادة استلامه لإجراء التعديلات اللازمة، وتستأنف مدة التنفيذ من جديد.</p>
            <p className="ql-direction-rtl">8- يحق لمجوهرات (تخصيص) تعديل التصميم إذا لزم الأمر بما يراه مناسبًا للمنتج، مثل تعديل الخط أو مساحات البصمة.</p>
            <p className="ql-direction-rtl">9- يتم تغليف جميع منتجات (تخصيص) بشكل متميز مجانًا. وإذا رغب العميل في تغليف خاص، يتم تقدير التكلفة الإضافية.</p>
            <p className="ql-direction-rtl"><br /></p>
            <p className="ql-direction-rtl"><strong>• تنبيهات</strong></p>
            <p className="ql-direction-rtl">1. طلاء الذهب أو طلاء الفضة قد يتأكسد ويتغير لونه بسبب الرطوبة، ولا يتحمل متجر (تخصيص) تكاليف الصيانة في هذه الحالة إلا إذا كانت الصيانة بسبب عطل في التصنيع.</p>
            <p className="ql-direction-rtl">2. لا يمكن تغيير تفاصيل الطلب أو إلغاؤه بعد مرور 24 ساعة من تأكيد الطلب.</p>
            <p className="ql-direction-rtl">3. في حالة تأخر تسليم الطلب عن الموعد المحدد بسبب ضغط الطلبات أو ظروف المصانع، يحق للعميل اختيار إلغاء الطلب واسترداد المبلغ أو متابعة الطلب دون أي التزامات مالية من (تخصيص).</p>
            <p className="ql-direction-rtl">4. إذا لم يناسب المنتج العميل بعد تنفيذه، له الحق في إلغاء الطلب أو تعديله وفق سياسة التعديل والإلغاء.</p>
            <p className="ql-direction-rtl"><br /></p>
            <p className="ql-direction-rtl"><strong>• طريقة الدفع</strong></p>
            <p className="ql-direction-rtl">1- يتم استلام المدفوعات عبر إحدى الطرق التي يتم تحديدها أثناء عملية الطلب.</p>
            <p className="ql-direction-rtl">2- إذا تم إرسال المبالغ بشكل غير صحيح أو تم إلغاء الطلب، سيتم رد المبلغ للعميل في أول أسبوع من الشهر الميلادي.</p>
            <p className="ql-direction-rtl"><br /></p>
            <p className="ql-direction-rtl"><strong>• الأسعار</strong></p>
            <p className="ql-direction-rtl">الأسعار في المتجر نهائية ولكن يمكن أن تتغير خلال العروض أو التخفيضات.</p>
            <p className="ql-direction-rtl"><br /></p>
            <p className="ql-direction-rtl"><strong>• التعويضات</strong></p>
            <p className="ql-direction-rtl">1- في حالة تأخير التسليم لمدة تزيد عن 40 يومًا من تاريخ الطلب، يلتزم المتجر بتعويض العميل بكوبون شرائي قيمته 50 درهم بالإضافة إلى طلبه.</p>
            <p className="ql-direction-rtl">2- في حالة حدوث خطأ في الطلب (مثل الكتابة أو لون المعدن)، يحق للعميل استلام طلبه مجانًا مع تصحيح الخطأ في خلال 7-10 أيام عمل.</p>
            <p className="ql-direction-rtl"><br /></p>
            <p className="ql-direction-rtl"><strong>سياسة الشحن</strong></p>
            <p className="ql-direction-rtl">1- بعد تسليم الشحنة إلى شركة الشحن، يتم التواصل مع الشركة باستخدام رقم التتبع. أي تأخير ناتج عن خطأ في العنوان أو تأخير في الشحنة يتحمل مسؤوليته شركة الشحن.</p>
            <p className="ql-direction-rtl">2- تأخر العميل في استلام الشحنة بعد أسبوع من وصولها يعرضها للعودة إلى (تخصيص) مع تحمل العميل تكاليف الشحن مرة أخرى.</p>
            <p className="ql-direction-rtl"><br /></p>
            <p className="ql-direction-rtl"><strong>سياسة التعديل والاستبدال والإلغاء</strong></p>
            <p className="ql-direction-rtl">- التعديل: التعديل على الطلب بزيادة الإضافات أو تعديل التصميم.</p>
            <p className="ql-direction-rtl">- الاستبدال: استبدال الطلب بطلب آخر.</p>
            <p className="ql-direction-rtl">- الإلغاء: إلغاء الطلب واسترداد الأموال.</p>
            <p className="ql-direction-rtl"><br /></p>
            <p className="ql-direction-rtl"><strong>• تنبيهات</strong></p>
            <p className="ql-direction-rtl">1. لا يمكن استبدال أو استرداد الأموال بعد شحن الطلب.</p>
            <p className="ql-direction-rtl">2. في حالة الإلغاء، سيتم إرجاع المبالغ بعد استلام الطلب وخصم المبلغ المتفق عليه.</p>
            <p className="ql-direction-rtl"><br /></p>
            <p className="ql-direction-rtl"><strong>سياسة الصيانة</strong></p>
            <p className="ql-direction-rtl">تلتزم (تخصيص) بصيانة منتجاتها مدى الحياة، مع تحمل العميل تكاليف أي نقص أو أضرار نتيجة الاستخدام.</p>
            <p className="ql-direction-rtl"><strong>سياسة خدمة العملاء</strong></p>
            <p className="ql-direction-rtl">تلتزم (تخصيص) بتوفير خدمة العملاء عبر:</p>
            <p className="ql-direction-rtl">1. الرقم المخصص لخدمة العملاء واتساب (0559950032)</p>
            <p className="ql-direction-rtl">2. ساعات العمل من السبت إلى الخميس، من الساعة 1 مساءً إلى 11 مساءً.</p>
            <p className="ql-direction-rtl"><br /></p>
        </div>
    );
}

export default page;
