function page() {
    return (
        <div className="p-3">
            <h1 className="font-bold text-2xl mb-6">سياسة الطلب</h1>
            <p className="ql-direction-rtl"><strong>سياسة الطلب</strong></p>
            <p className="ql-direction-rtl">مرحباً بكم في موقع تخصيص</p>
            <p className="ql-direction-rtl">يرجى قراءة هذه الشروط والأحكام بعناية قبل طلبك من (تخصيص)</p>
            <p className="ql-direction-rtl">يعد وصولك واستخدامك لموقعنا (تخصيص) بمثابة الإقرار التام والموافقة على قبول الشروط والأحكام المنصوص عليها في هذه الوثيقة ("الاتفاقية"). نحن نحتفظ بحقنا ووفقاً لتقديرنا الخاص بتغيير هذه الشروط من وقت لآخر، ويتعين عليك الاطلاع على هذه الشروط والأحكام بصفة دورية. ولا يتوجب علينا الاتصال بك أو إعلامك أو تنبيهك بأي تغييرات تم إجراؤها على الشروط والأحكام. ويعتبر استمرار استخدامك لمواقعنا وخدماتنا بمثابة موافقة صريحة منك على الشروط والأحكام المطبقة في وقت استخدامك للمواقع.</p>
            <p className="ql-direction-rtl"><br /></p>
            <p className="ql-direction-rtl"><strong>معلومات عنا</strong></p>
            <p className="ql-direction-rtl">1- موقع (تخصيص) هو موقع تديره ادارة الموقع ومقره المملكة العربية السعودية نحن (تخصيص) عبارة عن حساب/متجر متخصص لتفصيل الأسماء بمعدن الفضة الصافي او المطلي.</p>
            <p className="ql-direction-rtl">2- موقع (تخصيص) في الرياض ولا يوجد لدينا اي معرض حاليًا يمكن استقبال زيارات العملاء فيه</p>
            <p className="ql-direction-rtl">3- تلتزم (تخصيص) بالسرية المطلقة لبيانات عملائها، إلا في حال إهداء الطلب لشخص ما، فإنه يحق ل(تخصيص) الإفصاح عن بيانات صاحب الطلب في حال طلب الشخص المُهدي إليه هذا الأمر وكذلك في الاستعمال الرسمي.</p>
            <p className="ql-direction-rtl"><br /></p>
            <p className="ql-direction-rtl"><strong>سياسة الطلب</strong></p>
            <p className="ql-direction-rtl">1- للتسهيل على عملاء مجوهرات (تخصيص) فإن المتجر يتيح لكم فرصة الطلب عبر الحساب الرسمي لمجوهرات (تخصيص) عن طريق مواقع الشبكات الاجتماعية بالإضافة إلى تطبيق الواتسآب.</p>
            <p className="ql-direction-rtl">2- بعد مرور 24 ساعة على تقديم الطلب الى المصنع لا يمكن التعديل عليه بشكل مجاني، وفي حال أراد العميل التعديل يقدر كل تعديل بحسبه.</p>
            <p className="ql-direction-rtl">3. بعد مرور 24 ساعة على تقديم الطلب الى المصنع لا يمكن إلغاؤه.</p>
            <p className="ql-direction-rtl">4- يلتزم العميل بدفع المبلغ كامل ولن يتم شحن اي طلب مهما بلغت أهميته قبل ان يتم تحويل كامل المبلغ.</p>
            <p className="ql-direction-rtl">5- يمكن للعميل اضافة طلباته الخاصة حسب الرغبة من( اللؤلؤ - الزركون - الخ.. ) بتكلفه إضافية تقدر كل إضافة بحسبها.</p>
            <p className="ql-direction-rtl">6- مدة تنفيذ الطلب من اسبوع إلى عشرة ايام ( أيام عمل رسمية غير شاملة لعطلة نهاية الأسبوع والعطل الرسمية) وقد تزيد المدة حسب ضغط المصنع.</p>
            <p className="ql-direction-rtl">7- في حالة ظهور مشكلة في الطلب في مرحلة التجهيز للطلبات الخاصة كأن تكون البصمة المدرجة غير واضحة، يحق لمجوهرات (تخصيص) تعليق الطلب لإعادة استلامه من جديد على أن تستأنف مدة العمل وهي من 7 - 10 يوماً ( أيام عمل رسمية غير شاملة لعطلة نهاية الأسبوع والعطل الرسمية ) من تاريخ انتهاء تعليق الطلب.</p>
            <p className="ql-direction-rtl">8- يحق لمجوهرات (تخصيص) تعديل التصميم بما يراه مناسب للمنتج كأن يكون الخط لا يكفي لمساحة المنتج أو أن تكون البصمة غير واضحة في جزء معين حيث يقوم المتجر بتعديل على التصميم دون الرجوع للعميل في ذلك.</p>
            <p className="ql-direction-rtl">9- يتم تغليف جميع منتجات (تخصيص) بتغليف متميز مجاناً، وفي حال أراد العميل تغليف خاص يتم تقدير التكلفة.</p>
            <p className="ql-direction-rtl"><br /></p>
            <p className="ql-direction-rtl"><strong>• تنبيهات</strong></p>
            <p className="ql-direction-rtl">1. طلاء الذهب او طلاء الفضه يتأكسد وقد يتغير لونه - سواء قبل استعماله او بعد الاستعمال - حسب رطوبة المكان وتلتزم (تخصيص) بتحمل الصيانة في مثل هذه الحالات وتكاليف الشحن او التوصيل على العميل.</p>
            <p className="ql-direction-rtl">2. يتعذر تغير تفاصيل الطلب أو إلغاؤه او تبديله بعد مرور 24 ساعه على اعتماد الطلب على أن لا يكون التأخير حاصل من طرف (تخصيص) في الرد و التواصل</p>
            <p className="ql-direction-rtl">3. في حال تأخير تسليم الطلب عن الموعد المحدد بسبب ضغط الطلبات او ظروف المصنعية وتأخير الموارد فللعميل الخيار، بين إلغاء الطلب و استرداد المبلغ و بين استمرار الطلب دون الزام (تخصيص) باي التزامات ماليه او استحقاقيه مترتبة على ذلك.</p>
            <p className="ql-direction-rtl">4. في حال لم يناسب المنتج العميل بعد تنفيذه ( وفق نموذج العمل الموضح صورة في الموقع) فله حق إلغاء الطلب او التعديل عليه بما يتناسب مع سياسة التعديل و الإلغاء باعتبار مسؤولية العميل و إخلاء مسؤولية (متجر تخصيص) من تحمل اي تبعات مالية.</p>
            <p className="ql-direction-rtl"><br /></p>
            <p className="ql-direction-rtl"><strong>• طريقة الدفع</strong></p>
            <p className="ql-direction-rtl">1- في حالة استقبال الأموال: يتم استقبال الأموال عبر إحدى الطرق التي سوف تظهر في تأكيد التحويل عند قيام العميل بالطلب.</p>
            <p className="ql-direction-rtl">2- في حالة إرسال الأموال: يتم إرسال الأموال الخاصة بالطلبات غير متوفرة والطلبات الملغية والمبالغ المرسلة بالخطأ إلى العميل، ويكون ذلك مرة واحدة في الشهر (اول اسبوع من كل شهر ميلادي).</p>
            <p className="ql-direction-rtl"><br /></p>
            <p className="ql-direction-rtl"><strong>• الأسعار</strong></p>
            <p className="ql-direction-rtl">الأسعار الموضحة في المتجر نهائية لكن ذلك لا يمنع تغيرها في العروض الخاصة والتخفيضات.</p>
            <p className="ql-direction-rtl"><br /></p>
            <p className="ql-direction-rtl"><strong>• التعويضات</strong></p>
            <p className="ql-direction-rtl">1- في حالة تأخر المتجر مدة تزيد عن 40 يومًا أيام عمل رسميه غير شامله لعطلة نهاية الأسبوع والعطل الرسمية فإن المتجر ملزم بتعويض العميل بكوبون شرائي للمتجر بقيمة 50 ريال يرسل عبر رسالة نصية لجوال العميل بالإضافة إلى طلبه الأساسي.</p>
            <p className="ql-direction-rtl">2- في حالة الخطأ في الطلب ( حفر الكتابة أو لون المعدن ) يحق لأصدقائنا الاحتفاظ بالطلب ويتحمل مجوهرات (تخصيص) تنفيذ الطلب وإعادة شحنه مجاناً خلال 7 - 10 أيام عمل رسميه ( غير شامله لعطلة نهاية الأسبوع والعطل الرسمية )، أما بما يختص الإضافات كإضافة حجر كريم أو قلب وخلافه يتم تعويضها عن طريق إعادة مبلغ الإضافة فقط.</p>
            <p className="ql-direction-rtl">3- في حالة تضرر الشحنة أو ضياعها أو تلفها بأي حال بعد مرور أقل من أسبوع على تاريخ شحنها يتم تعويض العميل بطلب مماثل لطلبه و إعطائه كوبون بقيمة 50 ريال في مدة عمل 7-10 أيام عمل رسميه ( غير شامله لعطلة نهاية الأسبوع والعطل الرسمية ).</p>
            <p className="ql-direction-rtl"><br /></p>
            <p className="ql-direction-rtl"><strong>سياسة الشحن</strong></p>
            <p className="ql-direction-rtl">1- بعد تسليم الشحنة إلى شركة الشحن يكون تواصل العميل مع تلك الجهة عبر رقم التتبع، وأي تأخير في الشحنة أو خطأ في العنوان تتحمله شركة الشحن، وليس لـ (تخصيص) علاقة بهذا التأخير.</p>
            <p className="ql-direction-rtl">2- تأخر العميل عن استلام الشحنة خلال أسبوع من تاريخ وصولها إلى مدينتهم يعرضها للعودة مرة أخرى إلى مجوهرات (تخصيص) وإذا رغب صديقنا في إعادة شحنها يتحمل تكاليف الشحن مرة أخرى.</p>
            <p className="ql-direction-rtl">3. في حالة مرور أسبوع من تاريخ شحن المنتج وعدم استلامه فإن مجوهرات (تخصيص) لا يتحمل أي ضرر قد يحصل للشحنة أو المنتج.</p>
            <p className="ql-direction-rtl">4. عدم كتابة العميل لبيانات الشحن والعنوان بالشكل المطلوب منه يتحمل العميل أي أضرار ناتجة عن ذلك.</p>
            <p className="ql-direction-rtl"><br /></p>
            <p className="ql-direction-rtl"><strong>سياسة التعديل والاستبدال والإلغاء</strong></p>
            <p className="ql-direction-rtl">- التعديل: هو التعديل على الطلب بزيادة الإضافات أو تعديل التصميم</p>
            <p className="ql-direction-rtl">- الاستبدال: هو استبدال الطلب بطلب آخر</p>
            <p className="ql-direction-rtl">- الإلغاء: طلب إلغاء المنتج واسترداد الأموال</p>
            <p className="ql-direction-rtl"><br /></p>
            <p className="ql-direction-rtl"><strong>• تنبيهات</strong></p>
            <p className="ql-direction-rtl">1. بعد شحن الطلب إلى العميل لا يحق له استبداله أو استرداد الأموال بإلغائه بأي شكل من الأشكال.</p>
            <p className="ql-direction-rtl">2. في حالة إلغاء الطلب، يتم إرجاع المبالغ المستحقة، بعد إرجاع الطلب واستلامه في مكتبنا، وخصم المتفق عليه، ومن ثم يتم تحويل المبلغ المتبقي إلى العميل في الأوقات المحددة لذلك (أول أسبوع من كل شهر ميلادي)</p>
            <p className="ql-direction-rtl">3. بعد مرور 24 ساعة على تقديم الطلب إلى المصنع لا يمكن إلغاؤه.</p>
            <p className="ql-direction-rtl">4. بعد مرور 24 ساعة على تقديم الطلب إلى المصنع لا يمكن التعديل عليه بشكل مجاني، وفي حال أراد العميل التعديل يقدر كل تعديل بحسبه.</p>
            <p className="ql-direction-rtl">5. لا يمكن التعديل على أي طلب بعد إتمام التجهيز.</p>
            <p className="ql-direction-rtl"><br /></p>
            <p className="ql-direction-rtl"><strong>سياسة الصيانة</strong></p>
            <p className="ql-direction-rtl">تلتزم (تخصيص) بصيانة منتجاتها مدى الحياة، ويتحمل العميل التكلفة الناتجة عن أي نقص يتطلب إضافة من المصنع كـ فقدان حجر الخاتم، أو ضياع قطعة من الطلب مثلاً أو أي تكاليف ناتجة عن الاستعمال حيث تقدر هذه التكلفة كلّ بحسب قدرها.</p>
            <p className="ql-direction-rtl"><strong>سياسة خدمة العملاء</strong></p>
            <p className="ql-direction-rtl">تلتزم (تخصيص) بتوفير خدمة العملاء على النحو التالي:</p>
            <p className="ql-direction-rtl">1. الرقم المخصص لخدمة العملاء واتساب (0503517865)</p>
            <p className="ql-direction-rtl">2. الأوقات المحددة للتواصل مع خدمة العملاء هي من السبت إلى الخميس من الساعة 1 مساءً إلى الساعة 11 مساءً</p>
            <p className="ql-direction-rtl">3. يتم استقبال الرسائل واتساب عبر هذا الرقم ولا يتم استقبال أي اتصال صوتي أو مرئي أو غير ذلك حفظاً لحق العميل في تسجيل المحادثة.</p>
            <p className="ql-direction-rtl">4. في حال عدم تجاوب خدمة العملاء، أو عدم حل المشكلة خلال فترة أقصاها 4 أيام عمل، فإن للعميل التواصل مع الإدارة واتساب عبر الرقم (0503737681)</p>
            <p className="ql-direction-rtl"><strong>• تنبيهات</strong></p>
            <p className="ql-direction-rtl">تم تفعيل خدمة العملاء من أجل العميل ومصلحته، وفي حال حصل ما يخل بجودة الطلب أو غير ذلك مما لا يرتضيه العميل فإنه يتم التواصل مع خدمة العملاء، وفي حال عدم وجود تجاوب يتم طلب رقم الإدارة لإيصال الشكوى، وفي حال عدم وجود تجاوب فإن للعميل الحق في اللجوء إلى الجهات الرسمية المختصة</p>
        </div>
    )
}

export default page;
