function page() {
    return (
        <div className="content content--single-page w-full lg:w-10/12 bg-storeBG rounded p-6 lg:p-8 mt-4 lg:mt-12">
            <h1 className="font-bold text-2xl mb-6">من نحن</h1>
            <div className="content-entry">
                <p><strong>﻿من نحن</strong></p>
                <p>متجري هو المتخصص في تقديم الأغراض المخصصة حسب الطلب، مثل اللوحات المعلقة والملابس المخصصة بالتفصيل. نحن في الإمارات نقدم خدماتنا الفريدة التي تتيح لك تخصيص كل ما تحتاجه من منتجات تضيف لمسة شخصية خاصة بك. سواء كانت لوحات فنية مزخرفة أو ملابس مصممة خصيصًا وفقًا لذوقك، نحن هنا لتلبية كل طلباتك بأعلى جودة وأجمل تصميمات.</p>
                <p>نحن نقدم أيضًا تشكيلة متنوعة من المنتجات المخصصة التي تشمل جميع الفئات، وتناسب جميع الأذواق. سواء كنت تبحث عن هدية فريدة أو قطعة فنية تزين منزلك أو ملابس مصممة خصيصًا لك، فإننا نوفر لك كل ما ترغب فيه، حيث يمكنك الاختيار من مجموعة كبيرة من التصاميم التي يمكن تخصيصها حسب رغبتك.</p>
                <p><br /></p>
                <p><strong>الرؤية</strong></p>
                <p>أن نكون الرواد في السوق الإماراتي والعربي من خلال توفير منتجات مخصصة تتميز بالإبداع والجودة العالية، مع التركيز على تلبية احتياجات العملاء بأفضل شكل.</p>
                <p><br /></p>
                <p><strong>الرسالة</strong></p>
                <p>الإبداع والإتقان هما الأساس الذي تقوم عليه منتجاتنا، ورسالتنا هي توفير قطع فنية وشخصية مميزة تتناسب مع جميع الأذواق والأفكار الخاصة بكل عميل.</p>
                <p><br /></p>
                <p><strong>الأهداف</strong></p>
                <ul>
                    <li>توسيع نطاق خدماتنا المخصصة لتغطية جميع المناطق في الإمارات والدول المجاورة.</li>
                    <li>تقديم مجموعة متنوعة من المنتجات التي تشمل اللوحات الفنية، والملابس المخصصة، وكل ما يمكن تخصيصه حسب طلب العميل.</li>
                    <li>الاستمرار في الابتكار وتقديم أفكار جديدة تلبي احتياجات العملاء الخاصة.</li>
                    <li>توظيف أفضل الكفاءات لتقديم منتجات مخصصة تتميز بالإتقان والجودة العالية.</li>
                    <li>توفير خدمة شحن سريعة وموثوقة لضمان وصول منتجاتنا المخصصة للعملاء في الوقت المحدد.</li>
                </ul>
                <p><br /></p>
                <p><strong>قيمٌ نؤمن بها</strong></p>
                <p><br /></p>
                <p><strong>- الإتقان</strong></p>
                <p>نؤمن أن الإتقان هو السر وراء تقديم منتجات مخصصة عالية الجودة، ونحرص دائمًا على تلبية طلبات العملاء بدقة واهتمام كبيرين.</p>
                <p><br /></p>
                <p><strong>- الإبداع</strong></p>
                <p>الإبداع هو ما يميزنا. نحن نقدم تصميمات فريدة من نوعها تضمن أن كل قطعة مخصصة هي عمل فني بحد ذاته.</p>
                <p><br /></p>
                <p><strong>- التطوير</strong></p>
                <p>نواكب أحدث الأساليب والتقنيات في مجال تخصيص المنتجات، ونسعى دائماً لتحسين خدماتنا لنوفر لعملائنا أفضل تجربة شراء وتخصيص.</p>
            </div>
        </div>
    );
}

export default page;
