
function page() {
    return (
        <div className="content content--single-page w-full lg:w-10/12 bg-storeBG rounded p-6 lg:p-8 mt-4 lg:mt-12">
            <h1 className="font-bold text-2xl mb-6">من نحن</h1>
            <div className="content-entry">
                <p><strong>﻿من نحن</strong></p><p>متجر رافال صيحةٌ جديدةٌ في عالم الملابس والحلي والمجوهرات، نقدم لكم باقات مميزة من الإكسسوارات والحلي الذي يناسب جميع الفئات والأذواق، من الرياض نُطلق عروضنا المميزة، ونلبي طلبات عملائنا الكرام في جميع أرجاء المملكة، لدينا تشكيلات مميزة للنساء تشمل الخواتم الملكية والأساور والسلاسل التي تصنع بالاسم خصيصًا لكم ولأحبابكم، وكذلك قسم خاص للرجال فيه عروض مميزة وجذابة، وللأطفال أيضًا الحلي التي تناسب مرحلتهم العمرية، بالإضافة للمباخر والاستاند الذي يُصمم بالاسم حسب الطلب، نوفر لكم خامات عالية الجودة، وتصميمات غاية في الجمال، هادوا أحبابكم وزينوا حياتكم، مجوهرات رافال رحلة في عالم الذوق والجمال.</p><p>يمكنكم تصفح أقسام المتجر المختلفة واختيار ما يناسبكم؛ ليصلكم حيثما كنتم.</p><p><br /></p><p><strong>الرؤية</strong></p><p>أن تكون لنا الريادة في السوق السعودي من خلال الابتكار المستمر والتطوير الدائم؛ لأن عملاءنا يستحقون ذلك.</p><p><br /></p><p><strong>الرسالة</strong></p><p>الإتقان والإبداع هما الأساس الذي تقوم عليه صناعة الحلي، ورسالتنا جعل الإبداع ينطق بين يديكم.</p><p><br /></p><p><strong>الأهداف</strong></p><p>1- التوسع في نشر منتجاتنا لنغطي المملكة العربية السعودية والتخطيط لزيادة نشاطنا.</p><p>2- توليد المزيد من الأفكار الجديدة واستحداث العديد من الصيحات التي تناسب جميع الأذواق.</p><p>3- استقطاب الكفاءات في هذه الصناعة المهمة من أجل تلبية رغبات عملائنا الكرام.</p><p>4- أن نجعل الإتقان والابتكار قاعدة لا نحيد عنها مهما توسعت رقعة أعمالنا.</p><p>5- زيادة الجاهزية لشحن منتجاتكم في وقتٍ قياسيٍ وحيثما كنتم.</p><p><br /></p><p><strong>قيمٌ نؤمن بها</strong></p><p><br /></p><p>- الإتقان</p><p>نؤمن أن الإتقان هو الجوهر الرئيس لأي عمل ناجح، وهو مفتاح الثقة بيننا وبين عملائنا الكرام؛ لذلك فإننا نضع هذه القيمة نُصب أعيننا، ونسعى دائمًا جاهدين على تحقيقها، وجعل اسم علامتنا التجارية «رافال» مرتبطًا بقيمة الإتقان.</p><p><br /></p><p>- الإبداع</p><p>الإبداع هو النتيجة الواقعية للتفكير خارج الصندوق، ونحن دائمًا نبدع في تصميمات الحلي؛ لنقدم لعملائنا تحفةً فنيةً يبقى أثرها عالقًا في الأذهان، ولأننا نؤمن أن الإبداع لا حدود له؛ فإننا نعمل على توظيف الكفاءات في هذه الصناعة من أجل مسيرة إبداعية لا تتوقف.</p><p><br /></p><p>- التطوير</p><p>نعي جيدًا أن التطوير هو روح المؤسسة الناجحة، والشركات التي تتبع نهج المياه الراكدة تسقط سريعًا؛ لذلك فإننا نضع أسس وخطط دائمة للتطوير بصورةٍ مستمرة، ومواكبة التغيرات في السوق، والعمل على توفير حلول مبتكرة تتعلق بمسيرة العمل، مثل توفير التقنيات الحديثة، واستغلال أدوات التسويق الحديثة، وآليات الشحن السريعة للوصول إلى عملائنا حيثما كانوا.</p>
            </div>
            </div>


            )
}

            export default page